{"config": {"layers": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activation": "relu", "units": 15, "trainable": true, "kernel_regularizer": null, "use_bias": true, "dtype": "float32", "name": "dense_1", "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "batch_input_shape": [null, 4]}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activation": "sigmoid", "kernel_constraint": null, "trainable": true, "kernel_regularizer": null, "use_bias": true, "name": "dense_2", "bias_regularizer": null, "activity_regularizer": null, "bias_constraint": null, "units": 1}, "class_name": "Dense"}], "name": "sequential_1"}, "backend": "tensorflow", "keras_version": "2.2.4", "class_name": "Sequential"}