{"backend": "tensorflow", "config": {"name": "sequential_1", "layers": [{"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "bias_constraint": null, "units": 15, "use_bias": true, "dtype": "float32", "batch_input_shape": [null, 4], "name": "dense_1", "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "trainable": true, "bias_regularizer": null, "kernel_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_constraint": null, "units": 1, "use_bias": true, "activation": "sigmoid", "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "trainable": true, "bias_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_2"}, "class_name": "Dense"}]}, "class_name": "Sequential", "keras_version": "2.2.4"}